[
    {
        "id": 1,
        "color": "#8BE33D",
        "icon": "/circle-icons/tendencies.svg",
        "textContex": {
            "title": "Tendencies",
            "content": "Welcome to the exciting world of the Internet of Things (IoT), where cutting-edge technologies are converging to redefine connectivity and unleash endless possibilities. The fusion of 5G, blockchain, and artificial intelligence (AI) is transforming the IoT landscape like never before.",
            "pageLink": "tendencies"
        }
    },
    {
        "id": 3,
        "color": "#1061FA",
        "icon": "/circle-icons/development.svg",
        "textContex": {
            "title": "Development",
            "content": "The language of IoT programming takes center stage, enabling developers to bring life to their creations. From the versatility of Python to the efficiency of C++, and the scalability of Java, a multitude of programming languages form the vibrant palette that empowers IoT systems to communicate, process data, and make intelligent decisions.",
            "pageLink": "development"
        }
    },
    {
        "id": 4,
        "color": "#AC30AA",
        "icon": "/circle-icons/about.svg",
        "textContex": {
            "title": "About",
            "content": "What is IoT? How does it transform our world? Should I use IoT or not throughout my life? Learn more about the fundamental topics of the subject and how it can be introduced or hold greater significance for you.",
            "pageLink": "about"
        }
    },
    {
        "id": 5,
        "color": "#FE0000",
        "icon": "/circle-icons/team.svg",
        "textContex": {
            "title": "Our team",
            "content": "This project could only be conceived and implemented because of the contribution of each individual in our group. See who they are!",
            "pageLink": "our-team"
        }
    },
    {
        "id": 6,
        "color": "#000000",
        "icon": "/circle-icons/home.svg",
        "textContex": {
            "title": "Welcome!",
            "content": "Here you will find a fascinating universe of information about the Internet of Things, better known as IoT. If you are curious about this emerging technology that is revolutionizing our world, explore the website! You can click on the other bubbles to see more paths to trail.",
            "pageLink": ""
        }
    }
]