[
    {
        "id": 1,
        "img": "/tendencies-icons/ia.svg",
        "name": "Artificial Intelligence",
        "bgColor": "#fbbf24",
        "summary": "Systems under learning, with reasoning, perception and understanding of natural language.",
        "expanded_info": "AI plays a crucial role in IoT as it enables the analysis and interpretation of data generated by connected devices.\nIt allows these devices to learn and act based on the collected information, providing valuable insights and making autonomous decisions.\nThe intersection between the Internet of Things (IoT) and Artificial Intelligence (AI) is fascinating and presents exciting use cases.\nIoT enriches AI with an abundance of distributed data, while AI enhances the management and utilization of IoT devices.\nIoT sensors play a key role in feeding Machine Learning (ML) databases that power AI.\nThis high-quality data is essential for the success of ML techniques.\nAccording to Research and Markets, it is projected that AI applied to IoT will reach a market value of $14.79 billion by 2026.",
        "news": [
            {
                "title": "AI leaders warn about ‘risk of extinction’ in open letter",
                "link": "https://www.artificialintelligence-news.com/2023/05/31/ai-leaders-warn-about-risk-of-extinction-in-open-letter/",
                "image": "/news/ia/ia-new.jpg"
            },
            {
                "title": "Steve Frederickson, Lucy.ai: How AI powers a next-gen ‘answer engine’",
                "link": "https://www.artificialintelligence-news.com/2023/05/25/steve-frederickson-lucy-ai-how-powers-next-gen-answer-engine/",
                "image": "/news/ia/ia-second-new.jpg"
            },
            {
                "title": "Meta’s open-source speech AI models support over 1,100 languages",
                "link": "https://www.artificialintelligence-news.com/2023/05/23/meta-open-source-speech-ai-models-support-over-1100-languages/",
                "image": "/news/ia/ia-third-new.jpg"
            }
        ]
    },
    {
        "id": 2,
        "img": "/tendencies-icons/blockchain.svg",
        "name": "Blockchain",
        "bgColor": "#a3e635",
        "summary": "Secured and distributed records, with decentralized storage of information on a network.",
        "expanded_info": "Blockchain is a decentralized and distributed ledger technology that enables the creation of an immutable and transparent record of transactions or events.\nThe application of blockchain in IoT offers several benefits. One of them is enhanced security. Since the data recorded on the blockchain is encrypted and distributed across various parts of the network, it becomes extremely difficult for hackers or malicious third parties to manipulate or corrupt the data.\nWith the use of smart contracts, it is possible to automate and verify the execution of transactions between IoT devices in a reliable and transparent manner. This eliminates the need for intermediaries or centralized systems to validate transactions, reducing the possibility of errors or fraud.\nBlockchain immutable records enable tracking of the origin and history of data, providing greater trust and facilitating collaboration in complex IoT ecosystems.",
        "news": [
            {
                "title": "First Digital Group Launches New Stablecoin FDUSD to Revolutionize Global Finance",
                "link": "https://blockchain.news/news/First-Digital-Group-Launches-New-Stablecoin-FDUSD-to-Revolutionize-Global-Finance-9fd8b682-8cac-4212-bbec-eeb6df0e26b3",
                "image": "/news/blockchain/blockchain-new.jpg"
            },
            {
                "title": "Tether USD₮ Sets New Record Cementing Its Status as the Top Stablecoin for Global Financial Freedom",
                "link": "https://blockchain.news/news/Tether-USD-Sets-New-Record-Cementing-Its-Status-as-the-Top-Stablecoin-for-Global-Financial-Freedom-7175c4a9-1c67-4099-b8c4-887b3154bf62",
                "image": "/news/blockchain/blockchain-second-new.jpg"
            },
            {
                "title": "Blockchain Labs and HashKey Capital Launch Future3 Campus, a Web3.0 Innovation Incubator",
                "link": "https://blockchain.news/news/Blockchain-Labs-and-HashKey-Capital-Launch-Future3-Campus-a-Web30-Innovation-Incubator-a5bbb224-d5b2-44c2-8bca-344e3f857088",
                "image": "/news/blockchain/blockchain-third-new.jpg"
            }
        ]
    },
    {
        "id": 3,
        "img": "/tendencies-icons/5g.svg",
        "name": "5g",
        "bgColor": "#22d3ee",
        "summary": "The fifth generation of mobile network technology, higher speed, lower latency, higher capacity.",
        "expanded_info": "5G is emerging as a significant trend to drive the growth and expansion of the Internet of Things (IoT). 5G is the next generation of mobile networks, offering ultra-fast connection speeds, lower latency, and higher data capacity compared to previous technologies.\nThe implementation of 5G brings several advantages to the IoT ecosystem. One of them is the ability to connect a much larger number of devices simultaneously. 5G can handle a much higher density of IoT devices, which is essential for environments with many connected devices, such as smart cities, smart factories, and intelligent transportation systems.\nFurthermore, the low latency of 5G enables near real-time communication between IoT devices. This is particularly relevant for use cases that require quick responses, such as autonomous vehicles, remote health monitoring, and industrial automation.",
        "news": [
            {
                "title": "One of 5G’s Biggest Features Is a Security Minefield",
                "link": "https://www.wired.com/story/5g-api-flaws/",
                "image": "/news/5g/5g-new.webp"
            },
            {
                "title": "Review: Samsung Galaxy A53 5G",
                "link": "https://www.wired.com/review/samsung-galaxy-a53-5g/",
                "image": "/news/5g/5g-second-new.webp"
            },
            {
                "title": "Why Airlines Are Fighting the 5G Rollout",
                "link": "https://www.wired.com/story/why-airlines-upset-5g/",
                "image": "/news/5g/5g-third-new.webp"
            }
        ]
    }
]